alacritty
bluez 
bluez-utils 
capitaine-cursors
composer
dnsutils 
dosfstools 
dunst
gvfs 
gvfs-smb 
inetutils 
lightdm-gtk-greeter
lxappearance
firefox
flameshot
mpd
mtools
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
ncmpcpp
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nfs-utils  
ntfs-3g 
numlockx
papirus-icon-theme
polkit-gnome
qtile
ranger
rofi
sxiv
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman 
vlc
xarchiver 
xclip
xdg-user-dirs
xf86-video-amdgpu
xfce4-clipman-plugin
xfce4-power-manager
zsh
zsh-completions 
zsh-syntax-highlighting