bluez 
bluez-utils 
curl
ctags
capitaine-cursors
composer
dnsutils 
dosfstools 
dunst
gvfs 
gvfs-smb 
fzf
inetutils 
lxappearance
firefox
flameshot
mpd
mpc
mtools
neofetch
neovim
ncmpcpp
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
pacman-contrib
ttf-firacode-nerd
ttf-jetbrains-mono
pavucontrol
python-pip
nss-mdns
nfs-utils  
ntfs-3g 
numlockx
papirus-icon-theme
polkit-gnome
qtile
ranger
rofi
sddm
starship
sxiv
thunar 
thunar-archive-plugin 
thunar-media-tags-plugin 
thunar-volman
volumeicon
vlc
yarn
xarchiver 
xclip
xsel
xdg-user-dirs
xfce4-clipman-plugin
xfce4-power-manager
zsh
zsh-completions 
zsh-syntax-highlighting
npm 
wget
